app/controllers/api/v1/characters_controller.rb

INSERT INTO "characters" ("first_name", "last_name", "gender", "age", "image", "story_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?, ?)
---
    def create
        @character = Character.create(character_params)

SELECT "characters".* FROM "characters" WHERE "characters"."id" = ? LIMIT ?  [["id", 268], ["LIMIT", 1]]
DELETE FROM "characters" WHERE "characters"."id" = ?  [["id", 265]]
---
    def destroy
        @character = Character.find_by(id: params[:id])
        @character.delete