app/controllers/api/v1/stories_controller.rb

INSERT INTO "stories" ("plot", "created_at", "updated_at", "title") VALUES (?, ?, ?, ?)  [["plot", "A really nice story...."], ["created_at", "2019-12-28 19:32:39.174588"], ["updated_at", "2019-12-28 19:32:39.174588"], ["title", "Say Hello to Coop"]]
---
    def create
        @story = Story.create(story_params)

SELECT "stories".* FROM "stories" WHERE "stories"."id" = ? LIMIT ?  [["id", 336], ["LIMIT", 1]]
DELETE FROM "stories" WHERE "stories"."id" = ?  [["id", 336]]
---
    def destroy
        @story = Story.find_by(id: params[:id])
        @story.delete